# *************users part *************
start_msg = """
Здравствуйте! Спасибо, что обратились в службу поддержки.

Выберите, пожалуйста, один из вариантов.
"""
akcii_msg = """
Каталог товаров можно глянуть на странице:
https://bmulti.store/

"""
faq_msg = """
Список частозадавемых вопросов
вопрос 1
ответ 1

вопрос2
ответ2
"""
resurce_msg = """
Спасибо за интерес, проявленный к нашему бренду!🥰


Следите за нами в Instagram
https://www.instagram.com/brnks_store

Приобретайте наши товары на WB:
https://www.wildberries.by/brands/bronks
https://www.wildberries.by/brands/off-drop
"""

bonus_start_msg = """
Нам очень интересно, что Вы у нас приобрели.

Выберите, пожалуйста, один из вариантов 👇
"""
bonus_rules_msg = """
Чтобы получить бонус, выполните несколько простых действий.

1. Откройте приложение Wildberries на телефоне.
2. Нажмите на иконку профиля в нижнем правом углу.
3. Выберите категорию «Покупки».
4. Выберите товар, на который хотите оставить отзыв.
5. Найдите строчку «Отзывы», находится обычно под описанием товара.
6. Нажмите кнопку «Написать отзыв».
7. Поставьте товару 5 звезд.
8. Напишите текстовый комментарий.

❗️ Бонус временно не предоставляется за все виды бейсболок и очков, а также плавательные шорты и футболку бренда Pancake
"""

otziv_screen_msg = """
Сделайте скриншот оставленного отзыва и пришлите его сюда (отправляйте, пожалуйста, только скриншот, без текста).

❗️ Скриншот необходимо сделать из личного раздела Ваших отзывов «Отзывы и вопросы» по ссылке https://www.wildberries.ru/lk/discussion/feedback, предварительно выполнив вход в аккаунт.
"""
kupon_screen_msg = """
Прикрепите фото Вашего купона сюда (отправляйте, пожалуйста, только фотографию, без текста).
"""

input_phone_msg = """
Последний шаг. Напишите Ваш номер телефона, мы пополним его на сумму купона.

Формат номера +7 ХХХ ХХХ ХХ ХХ
"""
success_voronka_msg = """
Спасибо за предоставленную информацию.

Проверка занимает до 48х часов. После проверки Вам будет зачислен бонус.
"""

# *************admin part *************
admnin_start_msg = """
Приветствую тебя, Администратор! Выбери пункт меню ⤵️
"""
admnin_report_msg = """
Отчет по пользователям в прикрепленном файле ⤵️
"""
admnin_push_msg = """
Введите текст сообщения? ⤵️
"""